import FAQItem from "../components/questions/Questions"
import styles from "./FifthScreen.module.css"

const FifthScreen = () => {
 return (
   <>
     <div className={styles.title}>אתן שואלות, אני עונה</div>
     <div className={styles.description}>
       ריכזתי עבורכן את כל השאלות שאני שאלתי את עצמי לפני שיצאתי למסע הזה, 
       את השאלות שקיבלתי מכן ושאלות שבטוח צצו לך בראש 
       (לצפייה בתשובה תלחצי על כל שאלה)
     </div>
     
   
     <FAQItem 
       question="איך אני יודעת שהקורס שלך יהיה שונה? עברתי כבר קורס בעבר שלא באמת נתן לי ערך ואני קצת מתוסכלת" 
       answer="אני באמת מבינה את התסכול שלך! גם אני היית שם בתחילת הדרך שלי וזה אחד הדברים שהכי הכעיסו אותי בתחום, בנות משלמות על קורסים והשתלמויות שלא באמת תורמות להן ובסוף יוצאות עם חסכים ופערים גדולים מבחינת ידע בסיסי. אצלי את לא רק לומדת טכניקה - את לומדת להבין את הלקוחה שלך, לאבחן נכון את סוג העור והציפורניים שלה, לדעת להתאים לה את החומרים הספציפיים עבורה ואת כל המעטפת כדי להצליח בתחום!"
     />
     
     <FAQItem 
       question="אני מפחדת להיכנס לתחום האלרגיות, זה נשמע כמו משהו רפואי" 
       answer="אני מבינה את החשש שלך לגמרי! זה באמת נשמע רציני ומלחיץ – בפועל, זה הרבה יותר פשוט ממה שאת חושבת. זה לא דורש רקע רפואי ולא מסובך בכלל – זה פשוט דורש את הידע שכרגע חסר לך, להבין את החומרים שאת כבר עובדת איתם, ולדעת איך לעבוד איתם נכון ובצורה בטוחה. ובדיוק בגלל שזה נשמע 'מפחיד' – כי רוב המניקוריסטיות בורחות מזה. מה שאומר שמי שכן מבינה בתחום – יש לה בלעדיות בתחום! תחשבי על זה - כמה מניקוריסטיות באמת יודעות להתמודד לקוחה אלרגית? כמעט אפס! אז מה קורה כשמגיעה אליהן לקוחה אלרגית? הן שולחות אותה הביתה! אבל את? את תהיי זו שתיתן לה מענה. את תהיי הפתרון היחיד שלה. וזה לכשעצמו כבר הופך אותך לייחודית, מקצועית מבוקשת, מוערכת – ששווה יותר."
     />
     
     <FAQItem 
       question="יש המון מתחרות באזור, איך אני אצליח" 
       answer="וואו, זאת מחשבה שגם לי הייתה בהתחלה! במיוחד שאני גרה באזור מאוד קטן ותמיד היו בו המון מקצועיות, החשש שלך טבעי לגמרי. אבל האמת, הביקוש פשוט עצום. ברגע שתהיי מקצועית ועם ערך מוסף – יגיעו אלייך גם מאזורים רחוקים יותר. אני רוצה שתחשבי על זה ככה: אם יש כל כך הרבה תחרות – כנראה שיש סיבה! הסוד הוא לא להיות 'עוד מישהי שעושה לק ג'ל' אלא להיות זו שבאמת יודעת מה היא עושה – ונותנת ללקוחות ביטחון, מקצועיות, ולפעמים גם פתרון שהן לא מצאו בשום מקום אחר."
     />
     
     <FAQItem 
       question="יש ליווי גם אחרי הקורס?" 
       answer="כמובן! יש לך ליווי אישי ועזרה גם אחרי הקורס לכל חשש, שאלה והתייעצות. בקורס הפרימיום אני אפילו בונה איתך תכנית עסקית מלאה. את לא לומדת אצלי ואז נעלמת לי - אני כאן לטווח הארוך כדי שתוכלי להפוך את מה שלמדת – למקצוע מכניס ומבוסס. מבחינתי, הצלחה אמיתית היא לא רק לדעת למרוח ג'ל – אלא לדעת לבנות עסק שיצליח וישגשג לאורך זמן."
     />
     
 
   </>
 );
};

export default FifthScreen;