import FAQItem from "../components/questions/Questions"
import styles from "./FifthScreen.module.css"

const FifthScreen = () => {
  return (
    <>
      <div className={styles.title}>אתן שואלות, אני עונה</div>
      <div className={styles.description}>
        ריכזתי עבורכן את כל השאלות שאני שאלתי את עצמי לפני שיצאתי למסע הזה, 
        את השאלות שקיבלתי מכן ושאלות שבטוח צצו לך בראש 
        (לצפייה בתשובה תלחצי על כל שאלה)
      </div>
      
    
      <FAQItem 
        question="איך אני יודעת שהקורס שלך יהיה שונה? עברתי כבר קורס כושל בעבר ואני קצת מתוסכלת" 
        answer="אני מבינה את התסכול שלך! גם אני היית שם וז אחד הדברים שעצבנו אותי בתחום - שבנות משלמות על השתלמויות שלא באמת תורמות להן ובסוף יוצאות עם חסכים. אצלי את לא רק לומדת טכניקה - את לומדת להבין את הלקוחה שלך, לאבחן נכון את סוג העור והציפורניים שלה, ואת כל המעטפת כדי להצליח!"
      />
      
      <FAQItem 
        question="תוך כמה זמן אני יכולה למלא יומן אם כרגע אני לא יודעת כלום?" 
        answer="הכל תלוי בך - החזר השקעה יכול להיות כבר תוך חודש חודשיים! אבל.. זה לא קסמים, זה יקרה אם תתמידי, תעבדי ותתרגלי על בסיס יומיומי, התוצאות יבואו. ראיתי בנות שלא נולדו עם כשרון ובסוף הצליחו בגדול וראיתי בנות כשרוניות ברמות שזנחו את התחום ולא נשארו בו!"
      />

      
      <FAQItem 
        question="אני מפחדת להיכנס לתחום האלרגיות - זה נשמע רפואי..." 
        answer="אני מבינה את הפחד שלך לגמרי! זה אמנם נשמע מלחיץ אבל זה לא מסובך בכלל! בנוסף - זה דווקא יהיה מאוד לטובתך כי זה יפתח לך שוק ענק של לקוחות שאיש אחר לא מטפל בהן.
תחשבי על זה - כמה מניקוריסטיות מכירות שיודעות להתמודד עם אלרגיות? כמעט אפס! ואז פתאום מגיעה לקוחה אלרגית ומה הן עושות? שולחות אותה הביתה. את תהיי הפתרון היחיד שלה!"
      />
      
      <FAQItem 
        question="יש המון מתחרות באזור שלי, איך אני אצליח?" 
        answer="וואו, זו תמיד מחשבה שתפסה אותי - במיוחד כאני גרה באזור מאוד קטן שהיו בו כבר המון מניקוריסטיות - אני חייבת לומר לך שהביקוש ענק!! אם את תהי טובה ושירותית - יגיעו אלייך - אני רוצה שתחשבי על זה בצורה כזו : אם יש כל כך הרבה תחרות - יש סיבה.."
      />
      


      <FAQItem 
        question="יש ליווי גם אחרי הקורס?" 
        answer="כמובן! יש לי ליווי אישי ועזרה גם אחרי הקורס לכל חשש, שאלה והתייעצות. בקורס הפרימיום אני אפילו עוזרת לבנות תכנית עסקית. את  לא לומדת ונעלמת לי - אני כאן לטווח הארוך!"
      />
      
  
    </>
  );
};

export default FifthScreen;

