import FAQItem from "../components/questions/Questions"
import styles from "./FifthScreen.module.css"

const FifthScreen = () => {
  return (
    <>
      <div className={styles.title}>אתן שואלות, אני עונה</div>
      <div className={styles.description}>
        ריכזתי עבורכן את כל השאלות שאני שאלתי את עצמי לפני שיצאתי למסע הזה, 
        את השאלות שקיבלתי מכן ושאלות שבטוח צצו לך בראש 
        (תלחצי על כל שאלה כדי לפתוח את התשובה)
      </div>
      
    
      <FAQItem 
        question="איך אני יודעת שהקורס שלך יהיה שונה? עברתי כבר קורס כושל בעבר..." 
        answer="אני מבינה את התסכול שלך! זה בדיוק מה שעצבן אותי בתחום - שבנות משלמות על השתלמויות שלא באמת תורמות להן. אצלי את לא רק לומדת טכניקה - את לומדת להבין את הלקוחה שלך, לאבחן נכון את סוג העור והציפורניים שלה, ובעיקר - איך להתמודד עם אלרגיות. זה לא עבודה רובוטית!"
      />
      
      <FAQItem 
        question="תוך כמה זמן אני יכולה למלא יומן אם כרגע אני לא יודעת כלום?" 
        answer="אם את נותנת בראש וממש רוצה את זה - ההחזר השקעה יכול להיות כבר תוך חודש! זה לא קסמים, אבל אם תתמידי ותעבדי קשה, התוצאות יבואו. אני לא מוכרת קסמים - אם לא תתמידי, חרם על הכסף. אבל ראיתי בנות שלא נולדו עם כשרון ובסוף הצליחו בגדול!"
      />

      
      <FAQItem 
        question="אני מפחדת להיכנס לתחום האלרגיות - זה נשמע רפואי..." 
        answer="אני מבינה את הפחד, אבל תסתכלי על זה ככה - כמה לקוחות את מפסידה היום כי את לא מקבלת בנות עם אלרגיות? זה בידול אמיתי! אני מלמדת אותך להכיר חומרים כימיים, להתאים את הלק ללקוחה בהתאם לרכיב שהיא אלרגית אליו. זה לא רפואה - זה מקצועיות!"
      />
      
      <FAQItem 
        question="יש המון מתחרות באזור שלי, איך אני אצליח?" 
        answer="בדיוק בגלל זה את צריכה את ההתמחות שלי! רוב הבנות עובדות על כל לקוחה יותר מ-3 שעות כי הן לומדו טכניקה לא נכונה, עושות לכל הלקוחות באותה השיטה. אצלי את לומדת לעבוד נכון, יעיל, ובעיקר - להתמחות באלרגיות. זה מה שיבדיל אותך!"
      />
      


      <FAQItem 
        question="יש ליווי גם אחרי הקורס?" 
        answer="כמובן! יש לי ליווי אישי ועזרה גם אחרי הקורס אם את צריכה. אני עוזרת לבנות תכנית עסקית בקורס הפרימיום, ותמיד פה לשאלות. זה לא שאת לומדת ונעלמת לי - אני כאן לטווח הארוך!"
      />
      
  
    </>
  );
};

export default FifthScreen;

